Repository: HighScientist22/aries
Catalog: Valentine/Localizable.xcstrings
Source language: en
Languages: es, hi, ja, pt_br, zh_hans

source: %lld minutes remaining
es: %lld minutos restantes
hi: %lld मिनट शेष
ja: 残り %lld 分
pt_br: %lld minutos restantes
zh_hans: 剩余 %lld 分钟

source: A special thanks to everyone involved in making this software a reality.
es: Un agradecimiento especial a todos los involucrados en hacer este software una realidad.
hi: इस सॉफ़्टवेयर को हकीकत बनाने में शामिल सभी लोगों को विशेष धन्यवाद।
ja: このソフトウェアを実現するために携わってくれたすべての人に特別な感謝を捧げます。
pt_br: Um agradecimento especial a todos os envolvidos em tornar este software uma realidade.
zh_hans: 特别感谢所有参与使该软件成为现实的人。

source: About Valentine
es: Acerca de Valentine
hi: Valentine के बारे में
ja: Valentine について
pt_br: Sobre o Valentine
zh_hans: 关于 Valentine

source: Account Status
es: Estado de la cuenta
hi: खाते की स्थिति
ja: アカウントのステータス
pt_br: Status da Conta
zh_hans: 账户状态

source: Add File...
es: Añadir Archivo...
hi: फ़ाइल जोड़ें...
ja: ファイルを追加...
pt_br: Adicionar Arquivo...
zh_hans: 添加文件...

source: Add Folder...
es: Añadir Carpeta...
hi: फ़ोल्डर जोड़ें...
ja: フォルダを追加...
pt_br: Adicionar Pasta...
zh_hans: 添加文件夹...

source: App Theme
es: Tema de la App
hi: ऐप थीम
ja: アプリのテーマ
pt_br: Tema do App
zh_hans: 应用主题

source: Appearance
es: Apariencia

source: Apply to:
es: Aplicar a:
hi: इस पर लागू करें:
ja: 適用先:
pt_br: Aplicar a:
zh_hans: 应用于:

source: Artist
es: Artista
hi: कलाकार
ja: アーティスト
pt_br: Artista
zh_hans: 艺术家

source: Authorization failed. Did you approve in the browser?
es: Error de autorización. ¿Aprobaste en el navegador?
hi: प्राधिकरण विफल रहा। क्या आपने ब्राउज़र में स्वीकृत किया?
ja: 承認に失敗しました。ブラウザで承認しましたか？
pt_br: Falha na autorização. Você aprovou no navegador?
zh_hans: 授权失败。您在浏览器中批准了吗？

source: Both Themes
es: Ambos Temas
hi: दोनों थीम
ja: 両方のテーマ
pt_br: Ambos os Temas
zh_hans: 双主题

source: Cancel
es: Cancelar
hi: रद्द करें
ja: キャンセル
pt_br: Cancelar
zh_hans: 取消

source: Choose an appearance for the mini player.
es: Elije un aspecto para el mini reproductor

source: Clear Playlist
es: Limpiar Lista
hi: प्लेलिस्ट साफ़ करें
ja: プレイリストをクリア
pt_br: Limpar Lista
zh_hans: 清空播放列表

source: Close
es: Cerrar

source: Colors
es: Colores
hi: रंग
ja: 色
pt_br: Cores
zh_hans: 颜色

source: Connect to Last.fm
es: Conectar a Last.fm
hi: Last.fm से कनेक्ट करें
ja: Last.fm に接続
pt_br: Conectar ao Last.fm
zh_hans: 连接到 Last.fm

source: Connected as **%@**
es: Conectado como **%@**
hi: **%@** के रूप में जुड़े हैं
ja: **%@** として接続済み
pt_br: Conectado como **%@**
zh_hans: 已作为 **%@** 连接

source: Continue
es: Continuar
hi: जारी रखें
ja: 続行
pt_br: Continuar
zh_hans: 继续

source: Copy version
es: Copiar versión
hi: संस्करण कॉपी करें
ja: バージョンをコピー
pt_br: Copiar versão
zh_hans: 复制版本

source: Could not connect to Last.fm API.
es: No se pudo conectar a la API de Last.fm.
hi: Last.fm API से कनेक्ट नहीं हो सका।
ja: Last.fm APIに接続できませんでした。
pt_br: Não foi possível conectar à API do Last.fm.
zh_hans: 无法连接到 Last.fm API。

source: Dark
es: Oscuro
hi: डार्क
ja: ダーク
pt_br: Escuro
zh_hans: 深色

source: Dark Mode
es: Modo Oscuro
hi: डार्क मोड
ja: ダークモード
pt_br: Modo Escuro
zh_hans: 暗黑模式

source: Dark Theme Only
es: Solo Tema Oscuro
hi: केवल डार्क थीम
ja: ダークテーマのみ
pt_br: Apenas Tema Escuro
zh_hans: 仅暗主题

source: Default
es: Predeterminada
hi: डिफ़ॉल्ट
ja: デフォルト
pt_br: Padrão
zh_hans: 默认

source: Delete %lld
es: Eliminar %lld
hi: %lld हटाएं
ja: %lld を削除
pt_br: Excluir %lld
zh_hans: 删除 %lld

source: Disconnect
es: Desconectar
hi: डिस्कनेक्ट करें
ja: 切断
pt_br: Desconectar
zh_hans: 断开连接

source: Donate
es: Donar
hi: दान करें
ja: 寄付する
pt_br: Doar
zh_hans: 捐赠

source: Download Python
es: Descargar Python

source: Edit Lyrics
es: Editar Letra
hi: बोल संपादित करें
ja: 歌詞を編集
pt_br: Editar Letra
zh_hans: 编辑歌词

source: Enable Last.fm Integration
es: Habilitar Integración con Last.fm
hi: Last.fm एकीकरण सक्षम करें
ja: Last.fm連携を有効にする
pt_br: Habilitar Integração com Last.fm
zh_hans: 启用 Last.fm 集成

source: ENGINEERING AND DESIGN
es: INGENIERÍA Y DISEÑO
hi: इंजीनियरिंग और डिजाइन
ja: エンジニアリングとデザイン
pt_br: ENGENHARIA E DESIGN
zh_hans: 工程与设计

source: Error installing Mutagen. Please check your internet connection.
es: Error al instalar Mutagen. Por favor, comprueba tu conexión a internet.

source: Follow System
es: Sistema
hi: सिस्टम का पालन करें
ja: システムに従う
pt_br: Seguir Sistema
zh_hans: 跟随系统

source: Font Color
es: Color de Fuente
hi: फ़ॉन्ट का रंग
ja: フォントの色
pt_br: Cor da Fonte
zh_hans: 字体颜色

source: Font Design
es: Diseño de Fuente
hi: फ़ॉन्ट डिज़ाइन
ja: フォントデザイン
pt_br: Design da Fonte
zh_hans: 字体设计

source: Glow Color
es: Color Resplandor
hi: चमक का रंग
ja: グローの色
pt_br: Cor Brilho
zh_hans: 发光颜色

source: Glow Effect
es: Efecto Resplandor
hi: चमक प्रभाव
ja: グローエフェクト
pt_br: Efeito Brilho
zh_hans: 发光效果

source: Install library
es: Instalar librería

source: Installing mutagen library...
es: Instalando librería mutagen...

source: Integrations
es: Integraciones
hi: एकीकरण (Integrations)
ja: 連携
pt_br: Integrações
zh_hans: 集成

source: Learn more...
es: Más información...
hi: और जानें...
ja: 詳細情報...
pt_br: Saiba mais...
zh_hans: 了解更多...

source: LICENSE
es: LICENCIA
hi: लाइसेंस
ja: ライセンス
pt_br: LICENÇA
zh_hans: 许可证

source: Light
es: Claro
hi: ライト
ja: ライト
pt_br: Claro
zh_hans: 浅色

source: Light Theme Only
es: Solo Tema Claro
hi: केवल लाइट थीम
ja: ライトテーマのみ
pt_br: Apenas Tema Claro
zh_hans: 仅亮主题

source: Mini Player Appearance
es: Aspecto del mini reproductor

source: Monospaced
es: Monoespaciada
hi: मोनोस्पेस
ja: 等幅
pt_br: Monoespaçada
zh_hans: 等宽

source: Mutagen Required
es: Se requiere Mutagen

source: Mutagen v%@ is installed.
es: Mutagen v%@ está instalado.

source: Neon Color
es: Color Neón
hi: नियॉन रंग
ja: ネオンの色
pt_br: Cor Neon
zh_hans: 霓虹颜色

source: Neon Effect
es: Efecto Neón
hi: नियॉन प्रभाव
ja: ネオンエフェクト
pt_br: Efeito Neon
zh_hans: 霓虹效果

source: No Lyrics Available
es: No Hay Letras Disponibles
hi: कोई बोल उपलब्ध नहीं
ja: 歌詞がありません
pt_br: Sem Letras Disponíveis
zh_hans: 暂无歌词

source: or
es: o

source: Play Next
es: Reproducir a continuación

source: Playlist
es: Lista de Reproducción
hi: प्लेलिस्ट
ja: プレイリスト
pt_br: Lista de Reprodução
zh_hans: 播放列表

source: Please authorize Valentine in your browser, then click continue.
es: Por favor, autoriza a Valentine en tu navegador y luego haz clic en continuar.
hi: कृपया अपने ब्राउज़र में Valentine को अधिकृत करें, फिर जारी रखें पर क्लिक करें।
ja: ブラウザでValentineを承認してから、続行をクリックしてください。
pt_br: Autorize o Valentine no seu navegador e clique em continuar.
zh_hans: 请在浏览器中授权 Valentine，然后点击继续。

source: Please install Python3 via Homebrew to continue:
es: Por favor, instala Python3 mediante Homebrew para continuar:

source: Preview
es: Vista Previa
hi: पूर्वावलोकन
ja: プレビュー
pt_br: Pré-visualização
zh_hans: 预览

source: Python3 (%@) is installed
es: Python3 (%@) está instalado

source: Python3 is not installed. Aborting.
es: Python3 no está instalado. Abortando instalación.

source: Ready to install.
es: Listo para instalar.

source: Reinstall
es: Reinstalar

source: Reinstall Mutagen
es: Reinstalar Mutagen

source: Remove
es: Eliminar

source: Reset to Defaults
es: Restablecer Predeterminados
hi: डिफ़ॉल्ट पर रीसेट करें
ja: デフォルトに戻す
pt_br: Restaurar Padrões
zh_hans: 恢复默认值

source: Retry
es: Reintentar

source: Rounded
es: Redondeada
hi: गोल
ja: 丸ゴシック
pt_br: Arredondada
zh_hans: 圆润

source: Save
es: Guardar
hi: सहेजें
ja: 保存
pt_br: Salvar
zh_hans: 保存

source: Search
es: Buscar
hi: खोजें
ja: 検索
pt_br: Buscar
zh_hans: 搜索

source: Search Lyrics (LRCLIB)
es: Buscar Letras (LRCLIB)
hi: बोल खोजें (LRCLIB)
ja: 歌詞を検索 (LRCLIB)
pt_br: Buscar Letras (LRCLIB)
zh_hans: 搜索歌词 (LRCLIB)

source: Select a file or a folder, or drag files from your file manager to the application window to add songs to the playlist
es: Selecciona un archivo o carpeta, o arrastra archivos desde tu gestor de archivos a la ventana de la aplicación para añadir canciones a la lista de reproducción
hi: फ़ाइल या फ़ोल्डर चुनें, या प्लेलिस्ट में गाने जोड़ने के लिए अपने फ़ाइल प्रबंधक से एप्लिकेशन विंडो में फ़ाइलों को खींचें
ja: ファイルまたはフォルダを選択するか、ファイルマネージャから アプリケーションウィンドウにファイルをドラッグして曲をプレイリストに追加します
pt_br: Selecione um arquivo ou pasta, ou arraste arquivos do seu gerenciador de arquivos para a janela do aplicativo para adicionar músicas à lista de reprodução
zh_hans: 选择一个文件或文件夹，或者从文件管理器中将文件拖到 应用程序窗口中，以将歌曲添加到播放列表

source: Serif
es: Con Serifas
hi: सेरिफ़
ja: 明朝体
pt_br: Com Serifas
zh_hans: 衬线

source: Settings...
es: Ajustes...

source: Show in Finder
es: Mostrar en Finder

source: SPECIAL THANKS
es: AGRADECIMIENTOS
hi: विशेष धन्यवाद
ja: スペシャルサンクス
pt_br: AGRADECIMENTOS
zh_hans: 特别鸣谢

source: Support this project
es: Apoya este proyecto
hi: इस प्रोजेक्ट का समर्थन करें
ja: このプロジェクトを支援する
pt_br: Apoie este projeto
zh_hans: 支持此项目

source: Switch to Full Player
es: Cambiar a Reproductor Completo
hi: पूर्ण प्लेयर पर स्विच करें
ja: フルプレイヤーに切り替え
pt_br: Mudar para Player Completo
zh_hans: 切换到完整播放器

source: Switch to Mini-Player
es: Cambiar a Mini Reproductor
hi: मिनी प्लेयर पर स्विच करें
ja: ミニプレイヤーに切り替え
pt_br: Mudar para Mini Player
zh_hans: 切换到迷你播放器

source: Synced Lyrics Effects
es: Efectos de Letras Sincronizadas

source: The Amberol Team
es: El equipo de Amberol
hi: Amberol टीम
ja: Amberolチーム
pt_br: A equipe do Amberol
zh_hans: Amberol 团队

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
es: Este programa es software libre: puedes redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General de GNU publicada por la Free Software Foundation, ya sea la versión 3 de la Licencia, o (a tu elección) cualquier versión posterior.
hi: यह प्रोग्राम मुफ़्त सॉफ़्टवेयर है: आप इसे फ्री सॉफ्टवेयर फाउंडेशन द्वारा प्रकाशित GNU जनरल पब्लिक लाइसेंस की शर्तों के तहत पुनर्वितरित और/या संशोधित कर सकते हैं, या तो लाइसेंस का संस्करण 3, या (आपके विकल्प पर) कोई भी बाद का संस्करण।
ja: このプログラムはフリーソフトウェアです：Free Software Foundationが発行するGNU General Public Licenseの条件の下で、ライセンスのバージョン3、または（あなたの選択により）それ以降のバージョンのいずれかに従って、再頒布および/または変更することができます。
pt_br: Este programa é software livre: você pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU conforme publicada pela Free Software Foundation, tanto a versão 3 da Licença, ou (a seu critério) qualquer versão posterior.
zh_hans: 本程序是自由软件：您可以根据自由软件基金会发布的GNU通用公共许可证的条款重新分发和/或修改它，可以是许可证的第3版，或者（由您选择）任何更高版本。

source: This project is and always will be open source, free, and ad-free. You can support the development by making a donation to maintain it over time!.
es: Este proyecto es y siempre será código abierto, libre y sin anuncios, puedes apoyar el desarrollo haciendo un donativo para mantener su desarrollo con el tiempo!.
hi: यह प्रोजेक्ट हमेशा ओपन सोर्स, मुफ़्त और विज्ञापन-मुक्त रहेगा। आप इसे समय के साथ बनाए रखने के लिए दान करके विकास का समर्थन कर सकते हैं!।
ja: このプロジェクトは今後も常にオープンソース、無料、広告なしです。長期にわたる開発を維持するために、寄付による支援をお願いします！
pt_br: Este projeto é e sempre será de código aberto, livre e sem anúncios, você pode apoiar o desenvolvimento fazendo uma doação para mantê-lo ao longo do tempo!.
zh_hans: 此项目现在和将来都将是开源、免费且无广告的。您可以通过捐赠来支持开发，以随时间推移维护它！

source: Tinted
es: Teñido

source: To edit and save lyrics directly to your audio files, Valentine needs the 'mutagen' library. This is a one-time installation.
es: Para editar y guardar letras directamente en tus archivos de audio, Valentine necesita la librería 'mutagen'. Esta es una instalación de una sola vez.

source: Track Name
es: Nombre de la Pista
hi: ट्रैक का नाम
ja: トラック名
pt_br: Nome da Faixa
zh_hans: 曲目名称

source: Transparent
es: Transparente

source: Typography
es: Tipografía
hi: टाइपोग्राफी
ja: タイポグラフィ
pt_br: Tipografia
zh_hans: 排版

source: Verifying Python3 installation...
es: Verificando instalación de Python3...

source: Version %@ - %@
es: Versión %@ - %@
hi: संस्करण %@ - %@
ja: バージョン %@ - %@
pt_br: Versão %@ - %@
zh_hans: 版本 %@ - %@

source: When enabled, Valentine will automatically share your listening history (scrobble) to your Last.fm profile.
es: Cuando esté habilitado, Valentine compartirá automáticamente tu historial de reproducción (scrobble) con tu perfil de Last.fm.
hi: सक्षम होने पर, Valentine स्वचालित रूप से आपके लास्ट.एफएम प्रोफ़ाइल पर आपका सुनने का इतिहास साझा करेगा।
ja: 有効にすると、Valentine は再生履歴（スクロブル）を Last.fm プロフィールに自動的に共有します。
pt_br: Quando ativado, Valentine compartilhará automaticamente seu histórico de reprodução (scrobble) com seu perfil do Last.fm.
zh_hans: 启用后，Valentine 将自动分享您的收听历史（scrobble）到您的 Last.fm 个人资料中。

source: You are not connected. Connect your Last.fm account to keep track of your listening history and show what you're playing in real-time.
es: No estás conectado. Conecta tu cuenta de Last.fm para llevar un registro de tu historial de reproducción y mostrar lo que escuchas en tiempo real.
hi: आप जुड़े नहीं हैं। अपने सुनने के इतिहास को ट्रैक करने और वास्तविक समय में आप क्या बजा रहे हैं यह दिखाने के लिए अपने Last.fm खाते को कनेक्ट करें।
ja: 接続されていません。Last.fmアカウントを接続して、再生履歴を記録し、現在再生中の曲をリアルタイムで表示します。
pt_br: Você não está conectado. Conecte sua conta Last.fm para manter um registro do seu histórico de audição e mostrar o que está tocando em tempo real.
zh_hans: 您尚未连接。连接您的 Last.fm 账户以跟踪您的收听历史，并实时显示您正在播放的内容。

source: Valentine
hi: वैलेंटाइन
